export const RANKS = [
  "จ.ส.ต.", "จ.ส.ท.", "จ.ส.อ.",
  "ส.ต.", "ส.ท.", "ส.อ.",
  "จ.ต.", "จ.ท.", "จ.อ.",
  "ร.ต.", "ร.ท.", "ร.อ.",
  "พ.ต.", "พ.ท.", "พ.อ.", "พ.อ.ท.", "พล.ต.",
];

export const UNITS = [
  "ทหารสรรพาวุธ", "ทหารช่าง", "ทหารสื่อสาร",
  "ทหารม้า", "ทหารราบ", "ทหารปืนใหญ่",
  "ทหาร后勤", "ทหารทหารเงิน", "ทหารวิศวกรรม", "อื่นๆ",
];

export const COMPANIES = [
  "กองร้อยที่ 1", "กองร้อยที่ 2", "กองร้อยที่ 3",
  "กองร้อยที่ 4", "กองร้อยที่ 5", "กองร้อยที่ 6",
  "กองร้อยที่ 7", "กองร้อยที่ 8", "อื่นๆ",
];
